/* No comment provided by engineer. */
"%.1f%%. [Cancel]" = "%.1f%% [ยกเลิก]";

/* No comment provided by engineer. */
"%@'s blogs" = "บล็อกของ %@";

/* No comment provided by engineer. */
"(No Title)" = "(ไม่มีหัวข้อ)";

/* No comment provided by engineer. */
"(no title)" = "(ไม่มีหัวข้อ)";

/* No comment provided by engineer. */
"A Media file is currently uploading. Please try later." = "ไฟล์สื่อกำลังอัปโหลดในตอนนี้  กรุณาลองใหม่ภายหลัง";

/* No comment provided by engineer. */
"A new version of WordPress for iOS is now available" = "มีเวิร์ดเพรสสำหรับ iOS รุ่นใหม่กว่าให้ใช้งาน ";

/* No comment provided by engineer. */
"A simple preview is shown below." = "ดูก่อนอย่างปกติแสดงอยู่ด้านล่าง";

/* No comment provided by engineer. */
"About" = "เกี่ยวกับ";

/* No comment provided by engineer. */
"Above Content" = "ข้างบนเนื้อหา";

/* No comment provided by engineer. */
"Activity Logs" = "Activity Logs";

/* No comment provided by engineer. */
"Add Category" = "เพิ่มหมวดหมู่";

/* No comment provided by engineer. */
"Add Location" = "เพิ่มที่อยู่";

/* No comment provided by engineer. */
"Add Photo From Library" = "เพิ่มรูปจากคลังรูป";

/* No comment provided by engineer. */
"Add Photo from Library" = "เพิ่มรูปจากคลังเก็บ";

/* No comment provided by engineer. */
"Add Self-Hosted Site" = "เพิ่มเว็บที่ใช้โฮสท์ของตัวเอง";

/* No comment provided by engineer. */
"Add Site" = "สร้างเว็บไซต์";

/* No comment provided by engineer. */
"Add Video from Library" = "เพิ่มวีดีโอจากคลังเก็บ";

/* No comment provided by engineer. */
"Add a Site" = "เพิ่มเว็บไซต์";

/* No comment provided by engineer. */
"Add your thoughts here... (optional)" = "เพิ่มความคิดของคุณที่นี่...(ทางเลือก)";

/* No comment provided by engineer. */
"Always Ask" = "ต้องถามเสมอ";

/* No comment provided by engineer. */
"Anonymous" = "นิรนาม";

/* No comment provided by engineer. */
"App Info" = "ข้อมูลโปรแกรม";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "คุณแน่ใจว่าต้องการลบความเห็นนี้? ";

/* No comment provided by engineer. */
"Authenticating" = "กำลังตรวจสอบ";

/* No comment provided by engineer. */
"Authentication Error" = "ผิดพลาดในการตรวจสอบ";

/* No comment provided by engineer. */
"Autosaving" = "บันทึกอัตโนมัติ";

/* No comment provided by engineer. */
"Back" = "กลับไป";

/* No comment provided by engineer. */
"Below Content" = "ด้านล่างเนื้อหา";

/* No comment provided by engineer. */
"Blogs I Follow" = "บล็อกที่ฉันติดตาม";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"By creating an account you agree to the fascinating terms of service." = "โดยการสร้างบัญชี ถือว่าคุณได้ตกลงกับเงื่อนไขบริการที่น่าตื่นเต้น";

/* No comment provided by engineer. */
"Can't validate credentials for a WordPress.com blog" = "ไม่สามารถตรวจสอบสิทธิ์การใช้สำหรับ บล็อก WordPress.com";

/* No comment provided by engineer. */
"Cancel" = "ยกเลิก";

/* No comment provided by engineer. */
"Categories" = "หมวดหมู่";

/* No comment provided by engineer. */
"Categories: %@" = "หมวดหมู่: %@";

/* No comment provided by engineer. */
"Category name already exists." = "ชื่อหมวดหมู่ไม่มีอยู่จริง";

/* No comment provided by engineer. */
"Category title missing." = "หัวข้อหมวดหมู่หายไป";

/* No comment provided by engineer. */
"Choose Image Size" = "เลือกขนาดรูปภาพ";

/* No comment provided by engineer. */
"Choose the quality at which video should be uploaded when inserting into posts." = "เลือกคุณภาพที่วีดีโอควรจะอัปโหลดเมื่อใส่ลงในเรื่อง";

/* No comment provided by engineer. */
"Clear Old Activity Logs" = "Clear Old Activity Logs";

/* No comment provided by engineer. */
"Close" = "ปิด";

/* No comment provided by engineer. */
"Comma separated" = "Comma separated";

/* No comment provided by engineer. */
"Comment" = "ความเห็น";

/* No comment provided by engineer. */
"Comment failed" = "การเขียนความเห็นล้มเหลว";

/* No comment provided by engineer. */
"Comments" = "ความเห็น";

/* No comment provided by engineer. */
"Configure" = "ปรับแต่ง";

/* No comment provided by engineer. */
"Connect to Jetpack" = "เชื่อมต่อกับ Jetpack";

/* No comment provided by engineer. */
"Connected as %@" = "เชื่อมต่อในฐานะ %@";

/* No comment provided by engineer. */
"Connecting to WordPress.com" = "กำลังเชื่อมต่อไปยัง  WordPress.com";

/* No comment provided by engineer. */
"Could not download Featured Image." = "ไม่สามารถดาวน์โหลดรูปภาพพิเศษ";

/* No comment provided by engineer. */
"Couldn't Connect" = "ไม่สามารถเชื่อมต่อได้";

/* No comment provided by engineer. */
"Couldn't sync" = "ไม่สามารถเชื่อมต่อ";

/* No comment provided by engineer. */
"Create Account" = "สร้างบัญชี";

/* No comment provided by engineer. */
"Create an account on WordPress.com" = "สร้างบัญชีบน WordPress.com";

/* No comment provided by engineer. */
"Create page" = "สร้างหน้า";

/* No comment provided by engineer. */
"Create post" = "สร้างเรื่อง";

/* No comment provided by engineer. */
"Current" = "Current";

/* No comment provided by engineer. */
"Custom" = "ปรับแต่ง";

/* No comment provided by engineer. */
"Custom Size" = "ขนาดปรับแต่ง";

/* No comment provided by engineer. */
"Default (360p)" = "ค่ามาตรฐาน (360p)";

/* No comment provided by engineer. */
"Delete" = "ลบ";

/* No comment provided by engineer. */
"Delete %@?" = "ลบ %@?";

/* No comment provided by engineer. */
"Discard" = "เพิกเฉย";

/* No comment provided by engineer. */
"Dismiss" = "ยกเลิก";

/* No comment provided by engineer. */
"Don't Allow" = "ไม่อนุญาต";

/* No comment provided by engineer. */
"Done" = "เสร็จแล้ว";

/* No comment provided by engineer. */
"Draft" = "โครงเรื่อง";

/* No comment provided by engineer. */
"E-mail Support" = "E-mail Support";

/* No comment provided by engineer. */
"East" = "ทิศตะวันออก";

/* No comment provided by engineer. */
"Edit Blog" = "แก้ไขบล็อก";

/* No comment provided by engineer. */
"Edit Comment" = "แก้ไขความเห็น";

/* No comment provided by engineer. */
"Edit Page" = "แก้ไขหน้า";

/* No comment provided by engineer. */
"Edit Post" = "แก้ไขเรื่อง";

/* No comment provided by engineer. */
"Email Address" = "ที่อยู่อีเมล์";

/* No comment provided by engineer. */
"Enable Geotagging" = "เปิดใช้งาน Geotagging";

/* No comment provided by engineer. */
"Enable Geotagging to Edit" = "เปิดใช้งาน Geotagging เพื่อแก้ไข";

/* No comment provided by engineer. */
"Enable Now" = "เปิดใช้งานตอนนี้";

/* No comment provided by engineer. */
"Enter a password" = "กรุณาใส่รหัสผ่าน";

/* No comment provided by engineer. */
"Enter password" = "ใส่รหัสผ่าน";

/* No comment provided by engineer. */
"Enter title here" = "ใส่หัวข้อที่นี่";

/* No comment provided by engineer. */
"Enter username" = "ใส่ชื่อผู้ใช้";

/* No comment provided by engineer. */
"Error" = "ผิดพลาด";

/* No comment provided by engineer. */
"Error Copying Video" = "ผิดพลาดในการคัดลอกวีดีโอ";

/* No comment provided by engineer. */
"Error authenticating" = "การรับรองผิดพลาด";

/* No comment provided by engineer. */
"Error loading page" = "ปัญหาการโหลดหน้า";

/* No comment provided by engineer. */
"Extra Debug" = "Debug เพิ่มเติม";

/* No comment provided by engineer. */
"Failed" = "ล้มเหลว";

/* No comment provided by engineer. */
"Featured Image" = "รูปภาพพิเศษ";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Finding address..." = "กำลังค้นหาที่อยู่...";

/* No comment provided by engineer. */
"Finding your location..." = "กำลังค้นหาที่อยู่ของคุณ...";

/* No comment provided by engineer. */
"Follow" = "ติดตาม";

/* No comment provided by engineer. */
"Followed" = "ติดตามแล้ว";

/* No comment provided by engineer. */
"Following" = "กำลังติดตาม";

/* No comment provided by engineer. */
"Forbidden Access" = "การเข้าถึงต้องห้าม";

/* No comment provided by engineer. */
"Freshly Pressed" = "เผยแพร่อย่างรวดเร็ว";

/* No comment provided by engineer. */
"Friends" = "เพื่อน";

/* No comment provided by engineer. */
"Geolocation" = "ที่อยู่ทางภูมิศาสตร์";

/* No comment provided by engineer. */
"Geotagging" = "ป้ายกำกับที่อยู่";

/* No comment provided by engineer. */
"Geotagging is turned off. \nTo update this post's location, please enable geotagging in this blog's settings." = "Geotagging ถูกปิด \nเพื่ออัปเดตที่อยู่ของเรื่องนี้  กรุณาเปิดใช้ geotagging ในการตั้งค่าบล็อกนี้";

/* No comment provided by engineer. */
"Getting account information" = "ได้รับข้อมูลบัญชี";

/* No comment provided by engineer. */
"Height" = "ความสูง";

/* No comment provided by engineer. */
"Hi %@," = "สวัสดี %@,";

/* No comment provided by engineer. */
"Hold the web in the palm of your hand. Full publishing power in a pint-sized package." = "ควบคุมเว็บในอุ้งมือของคุณ  ด้วยความสามารถการเผยแพร่แบบเต็มสมรรถภาพที่มาในแพคเกจขนาดเล็ก";

/* No comment provided by engineer. */
"Image" = "รูปภาพ";

/* No comment provided by engineer. */
"Image Quality" = "คุณภาพของรูปภาพ";

/* No comment provided by engineer. */
"Immediately" = "ทันที";

/* No comment provided by engineer. */
"Incompatible site" = "เว็บไม่สามารถทำงานได้";

/* No comment provided by engineer. */
"Info" = "ข้อมูล";

/* No comment provided by engineer. */
"Insert" = "ใส่";

/* No comment provided by engineer. */
"Insert %@:" = "ใส่ %@:";

/* No comment provided by engineer. */
"Install Jetpack" = "ติดตั้ง Jetpack";

/* No comment provided by engineer. */
"Internal Server Error" = "ปัญหาเซิร์ฟเวอร์ภายใน";

/* No comment provided by engineer. */
"Invalid Site Address" = "ที่อยู่เว็บไม่ถูกต้อง";

/* No comment provided by engineer. */
"Invalid Site Title" = "หัวข้อเว็บไซต์นี้ใช้งานไม่ได้";

/* No comment provided by engineer. */
"Invalid username" = "ชื่อผู้ใช้ใช้งานไม่ได้";

/* No comment provided by engineer. */
"Invalid username or password" = "ชื่อผู้ใช้หรือรหัสผ่านใช้ไม่ได้";

/* No comment provided by engineer. */
"Invalid username/password. Please update your credentials try again." = "ชื่อผู้ใช้/รหัสผ่าน ไม่ถูกต้อง กรุณาอัปเดตคำรับรองของคุณ แล้วลองใหม่";

/* No comment provided by engineer. */
"It seems your WordPress site is not accessible at this time, please try again later" = "ดูเหมือนว่าเว็บไซต์เวิร์ดเพรสของคุณไม่สามารถทำงานได้ในตอนนี้ โปรดลองใหม่ภายหลัง";

/* No comment provided by engineer. */
"Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?" = "ต้องการ Jetpack รุ่น 1.8.2 หรือใหม่กว่าสำหรับการใช้สถิติ  คุณต้องการติดตั้ง Jetpack หรือไม่?";

/* No comment provided by engineer. */
"Jetpack Connect" = "เชื่อมต่อ Jetpack";

/* No comment provided by engineer. */
"Jetpack Sign In" = "เข้าสู่ระบบ Jetpack";

/* No comment provided by engineer. */
"Jetpack Stats" = "สถิติ Jetpack";

/* No comment provided by engineer. */
"Jetpack supercharges your self-hosted WordPress site." = "Jetpack supercharges your self-hosted WordPress site.";

/* No comment provided by engineer. */
"Keep Editing" = "คงการแก้ไขไว้";

/* No comment provided by engineer. */
"Landscape" = "ภูมิประเทศ";

/* No comment provided by engineer. */
"Large" = "ขนาดใหญ่";

/* No comment provided by engineer. */
"Large (%@)" = "ขนาดใหญ่ (%@)";

/* No comment provided by engineer. */
"Last Updated: %@" = "อัปเดตครั้งสุดท้าย: %@";

/* No comment provided by engineer. */
"Last Updated: Never" = "การอัปเดตครั้งล่าสุด: ไม่มี";

/* No comment provided by engineer. */
"Learn more" = "เรียนรู้เพิ่มเติม";

/* No comment provided by engineer. */
"Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support." = "คุณทำเกินขีดจำกัดแล้ว  คุณสามารถลองใหม่อีก 1 นาทีภายหลัง  การลองใหม่อีกครั้งก่อนการแบนจะยกเลิกจะเพิ่มเวลาที่คุณต้องรอเพิ่มขึ้น  ถ้าคุณคิดว่าสิ่งนี้เป็นความผิดพลาด  กรุณาติดต่อฝ่ายช่วยเหลือ";

/* No comment provided by engineer. */
"Link URL" = "ลิงก์ URL";

/* No comment provided by engineer. */
"Lists" = "รายชื่อ";

/* No comment provided by engineer. */
"Loading Featured Image" = "กำลังโหลดรูปภาพพิเศษ";

/* No comment provided by engineer. */
"Loading blogs..." = "กำลังโหลดบล็อก...";

/* No comment provided by engineer. */
"Loading..." = "กำลังโหลด...";

/* No comment provided by engineer. */
"Local" = "บนเครื่อง";

/* No comment provided by engineer. */
"Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app." = "บริการที่อยู่ถูกปิด \nเพื่อเพิ่มหรืออัปเดตที่อยู่ของเรื่องนี้  กรุณาเปิดใช้งานบริการที่อยู่ในการตั้งค่าแอพ";

/* No comment provided by engineer. */
"Location Unavailable" = "ที่อยู่ใช้ไม่ได้";

/* No comment provided by engineer. */
"Location unknown" = "ไม่ทราบที่อยู่";

/* No comment provided by engineer. */
"Log Files By Created Date" = "Log Files By Created Date";

/* No comment provided by engineer. */
"Log files are rolled automatically each day and at most 7 files are kept." = "Log files are rolled automatically each day and at most 7 files are kept.";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* No comment provided by engineer. */
"Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications." = "ยินดีด้วย คุณได้ติดตั้ง Jetpack บนบล็อกของคุณแล้ว\nเข้าสู่ระบบด้วยบัญชี WordPress.com ของคุณเพื่อเปิดใช้งานสถิติและการแจ้งเตือน";

/* No comment provided by engineer. */
"Low (144p)" = "ขนาดต่ำ (144p)";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "สร้างลิงก์\n\n\n\n";

/* No comment provided by engineer. */
"Manage Notifications" = "จัดการการเตือน";

/* No comment provided by engineer. */
"Me" = "ฉัน";

/* No comment provided by engineer. */
"Media" = "ไฟล์สื่อ";

/* No comment provided by engineer. */
"Medium" = "ขนาดกลาง";

/* No comment provided by engineer. */
"Medium (%@)" = "ขนาดกลาง (%@)";

/* No comment provided by engineer. */
"Medium (480p)" = "ขนาดกลาง (480p)";

/* No comment provided by engineer. */
"More information" = "ข้อมูลเพิ่มเติม";

/* No comment provided by engineer. */
"Mute all blogs" = "ปิดเสียงบล็อกทั้งหมด";

/* No comment provided by engineer. */
"My Blogs" = "บล็อกของฉัน";

/* No comment provided by engineer. */
"Need Help?" = "ต้องการความช่วยเหลือ?";

/* No comment provided by engineer. */
"New Page" = "หน้าใหม่";

/* No comment provided by engineer. */
"New Post" = "เรื่องใหม่";

/* No comment provided by engineer. */
"No" = "ไม่";

/* No comment provided by engineer. */
"No %@ yet" = "ยังไม่ %@";

/* No comment provided by engineer. */
"No Connection" = "ไม่มีการเชื่อมต่อ";

/* No comment provided by engineer. */
"No Description available for this Post" = "ไม่มีคำอธิบายใด ๆ สำหรับเรื่องนี้";

/* No comment provided by engineer. */
"No comments yet" = "ยังไม่มีความเห็น";

/* No comment provided by engineer. */
"No notifications yet" = "ยังไม่มีการเตือน";

/* No comment provided by engineer. */
"North" = "ทิศเหนือ";

/* No comment provided by engineer. */
"Not connected" = "ไม่เชื่อมต่อ";

/* No comment provided by engineer. */
"Notification" = "การเตือน";

/* No comment provided by engineer. */
"Notifications" = "คำเตือน";

/* No comment provided by engineer. */
"OK" = "ตกลง";

/* No comment provided by engineer. */
"Off" = "ปิด";

/* No comment provided by engineer. */
"Off Until %@" = "ปิดจนถึง %@";

/* No comment provided by engineer. */
"On" = "เปิด";

/* No comment provided by engineer. */
"Open in Safari" = "เปิดในซาฟารี";

/* No comment provided by engineer. */
"Optional" = "ทางเลือก";

/* No comment provided by engineer. */
"Options" = "ตัวเลือก";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "ปฐมนิเทศถูกเปลี่ยนระหว่างการบันทึก โปรดเลือกปฐมนิเทศใดที่จะใช้วีดีโอนี้";

/* No comment provided by engineer. */
"Original (%@)" = "ขนาดดั้งเดิม (%@)";

/* No comment provided by engineer. */
"Original Size" = "ขนาดต้นฉบับ";

/* No comment provided by engineer. */
"Original Size (%@)" = "Original Size (%@)";

/* No comment provided by engineer. */
"Pages" = "หน้า";

/* No comment provided by engineer. */
"Parent Category" = "หมวดหมู่หลัก";

/* No comment provided by engineer. */
"Password" = "รหัสผ่าน";

/* No comment provided by engineer. */
"Password is required." = "ต้องการรหัสผ่าน";

/* No comment provided by engineer. */
"Password protected" = "ใส่รหัสผ่านป้องกันแล้ว";

/* No comment provided by engineer. */
"Pending" = "รอตรวจสอบ";

/* No comment provided by engineer. */
"Pending media" = "ไฟล์สื่อยังใช้งานไม่ได้";

/* No comment provided by engineer. */
"Pending moderation" = "รอคอยการตรวจสอบ";

/* No comment provided by engineer. */
"Pending review" = "รอคอยการตรวจสอบ";

/* No comment provided by engineer. */
"Photo" = "รูปภาพ";

/* No comment provided by engineer. */
"Please Enable Location Services" = "กรุณาเปิดใช้บริการที่อยู่";

/* No comment provided by engineer. */
"Please enter a site address." = "โปรดใส่ที่อยู่เว็บไซต์";

/* No comment provided by engineer. */
"Please enter a username." = "กรุณาใส่ชื่อผู้ใช้";

/* No comment provided by engineer. */
"Please enter a valid email address." = "โปรดใส่ที่อยู่อีเมล์ที่ใช้งานได้";

/* No comment provided by engineer. */
"Please fill out all the fields" = "กรุณากรอกข้อมูลในช่องทั้งหมด";

/* No comment provided by engineer. */
"Please leave your comments above this line." = "Please leave your comments above this line.";

/* No comment provided by engineer. */
"Please try entering your login details again." = "Please try entering your login details again.";

/* No comment provided by engineer. */
"Portrait" = "ภาพเหมือน";

/* No comment provided by engineer. */
"Post Format" = "รูปแบบเรื่อง";

/* No comment provided by engineer. */
"Post anyway" = "เขียนเรื่อง";

/* No comment provided by engineer. */
"Post to" = "ส่งไปที่";

/* No comment provided by engineer. */
"Posts" = "เรื่อง";

/* No comment provided by engineer. */
"Posts I Like" = "เรื่องที่ฉันชอบ";

/* No comment provided by engineer. */
"Preparing..." = "Preparing...";

/* No comment provided by engineer. */
"Preview" = "ดูก่อน";

/* No comment provided by engineer. */
"Privacy Policy" = "นโยบายความเป็นส่วนตัว";

/* No comment provided by engineer. */
"Private" = "ส่วนตัว";

/* No comment provided by engineer. */
"Privately published" = "เผยแพร่แบบส่วนตัวแล้ว";

/* No comment provided by engineer. */
"Processing..." = "Processing...";

/* No comment provided by engineer. */
"Public" = "สาธารณะ";

/* No comment provided by engineer. */
"Publish" = "เผยแพร่";

/* No comment provided by engineer. */
"Publish   " = "เผยแพร่";

/* No comment provided by engineer. */
"Publish Immediately" = "เผยแพร่ทันที";

/* No comment provided by engineer. */
"Published" = "เผยแพร่แล้ว";

/* No comment provided by engineer. */
"Published on" = "เผยแพร่บน";

/* No comment provided by engineer. */
"Published!" = "เผยแพร่แล้ว";

/* No comment provided by engineer. */
"Pull down to refresh..." = "ลากลงเพื่อโหลดใหม่...";

/* No comment provided by engineer. */
"Push Notifications" = "ส่งการเตือน";

/* No comment provided by engineer. */
"Quick Photo Failed" = "อัปโหลดรูปอย่างเร็วล้มเหลว";

/* No comment provided by engineer. */
"Re: %@" = "ตอบกลับ: %@";

/* No comment provided by engineer. */
"Reader" = "ผู้อ่าน";

/* No comment provided by engineer. */
"Reblog" = "รีบล็อก";

/* No comment provided by engineer. */
"Reblog failed" = "การรีบล็อกล้มเหลว";

/* No comment provided by engineer. */
"Reblogged" = "รีบล็อกแล้ว";

/* No comment provided by engineer. */
"Reblogging" = "กำลังรีบล็อก";

/* No comment provided by engineer. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "ได้รับ 'การเข้าถึงต้องห้าม'\nดูเหมือนว่ามีปัญหากับเว็บไซต์เวิร์ดเพรสของคุณ";

/* No comment provided by engineer. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "ได้รับ 'ปัญหาเซิร์ฟเวอร์ภายใน' ดูเหมือนว่ามีปัญหากับเว็บไซต์เวิร์ดเพรสของคุณ";

/* No comment provided by engineer. */
"Record Video" = "บันทึกวีดีโอ";

/* No comment provided by engineer. */
"Release to refresh..." = "ปล่อยเพื่อโหลดใหม่...";

/* No comment provided by engineer. */
"Remove" = "ลบ";

/* No comment provided by engineer. */
"Remove Featured Image" = "ลบรูปภาพพิเศษ";

/* No comment provided by engineer. */
"Remove Location" = "ลบที่อยู่";

/* No comment provided by engineer. */
"Remove this Featured Image?" = "ลบรูปภาพพิเศษนี้";

/* No comment provided by engineer. */
"Replied" = "ตอบกลับแล้ว";

/* No comment provided by engineer. */
"Replying" = "กำลังส่งความเห็น";

/* No comment provided by engineer. */
"Retry?" = "ลองใหม่?";

/* No comment provided by engineer. */
"Save" = "บันทึก";

/* No comment provided by engineer. */
"Save Draft" = "บันทึกโครงร่าง";

/* No comment provided by engineer. */
"Saved to %@" = "บันทึกไปที่ %@ แล้ว";

/* No comment provided by engineer. */
"Schedule" = "ตารางเวลา";

/* No comment provided by engineer. */
"Scheduled" = "เข้าตารางเวลาแล้ว";

/* No comment provided by engineer. */
"Scheduled for" = "เข้าตารางเวลาสำหรับ";

/* No comment provided by engineer. */
"Select Blog" = "Select Blog";

/* No comment provided by engineer. */
"Select Language" = "เลือกภาษา";

/* No comment provided by engineer. */
"Self Hosted" = "Self Hosted";

/* No comment provided by engineer. */
"Send" = "ส่ง";

/* No comment provided by engineer. */
"Set Featured Image" = "ตั้งรูปพิเศษ";

/* No comment provided by engineer. */
"Set which HTML standard video should conform to when added to a post." = "ตั้งค่าว่ามาตรฐานวีดีโอ HTML ใดที่ควรใช้เมื่อเพิ่มวีดีโอไปยังเรื่อง";

/* No comment provided by engineer. */
"Set which size images should be uploaded in." = "ตั้งขนาดรูปใดที่ควรจะใช้สำหรับการอัปโหลด";

/* No comment provided by engineer. */
"Settings" = "ตั้งค่า";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Sign In" = "เข้าสู่ระบบ";

/* No comment provided by engineer. */
"Sign Out" = "ออกจากระบบ";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "เข้าสู่ระบบล้มเหลว กรุณาลองใหม่อีกครั้ง";

/* No comment provided by engineer. */
"Sign in to WordPress.com" = "Sign in to WordPress.com";

/* No comment provided by engineer. */
"Signing In..." = "กำลังเข้าสู่ระบบ...";

/* No comment provided by engineer. */
"Signing in..." = "กำลังเข้าสู่ระบบ...";

/* No comment provided by engineer. */
"Site Address (URL)" = "ที่อยู่เว็บไซต์ (URL)";

/* No comment provided by engineer. */
"Site address must be at least 4 characters." = "ที่อยู่เว็บไซต์ต้องมีอย่างน้อย 4 ตัวอักษร";

/* No comment provided by engineer. */
"Sites" = "เว็บ";

/* No comment provided by engineer. */
"Skip" = "ข้าม";

/* No comment provided by engineer. */
"Small" = "ขนาดเล็ก";

/* No comment provided by engineer. */
"Small (%@)" = "ขนาดเล็ก (%@)";

/* No comment provided by engineer. */
"Sorry, but your username contains an invalid phrase%@." = "ขอโทษครับ  แต่ชื่อผู้ใช้ของคุณประกอบด้วยสัญญลักษณ์ที่ใช้งานไม่ได้ %@";

/* No comment provided by engineer. */
"Sorry, can't log in" = "ขอโทษครับ ไม่สามารถเข้าสู่ระบบได้";

/* No comment provided by engineer. */
"Sorry, site addresses can only contain lowercase letters (a-z) and numbers." = "ขอโทษครับ  ที่อยู่เว็บไซต์ต้องประกอบด้วยตัวอักษรเล็ก (a-z) และตัวเลขเท่านั้น";

/* No comment provided by engineer. */
"Sorry, site addresses may not contain the character &#8220;_&#8221;!" = "ขอโทษครับ  ที่อยู่เว็บต้องไม่มีตัวอักษร &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, site addresses must have letters too!" = "ขอโทษครับ  ที่อยู่เว็บต้องมีตัวอักษรด้วย";

/* No comment provided by engineer. */
"Sorry, something went wrong editing the comment. Please try again." = "ขอโทษครับ มีบางอย่างผิดปกติขณะแก้ไขความเห็น  โปรดลองใหม่อีกครั้ง";

/* No comment provided by engineer. */
"Sorry, something went wrong posting the comment reply. Please try again." = "ขอโทษครับ บางสิ่งผิดปกติเมื่อทำการส่งความเห็นตอบกลับ  โปรดลองอีกครั้ง";

/* No comment provided by engineer. */
"Sorry, that email address is already being used!" = "ขอโทษครับ  แต่ที่อยู่อีเมล์นี้ถูกใช้ไปแล้ว";

/* No comment provided by engineer. */
"Sorry, that email address is not allowed!" = "ขอโทษครับ  ที่อยู่อีเมล์นี้ไม่อนุญาตให้ใช้งาน";

/* No comment provided by engineer. */
"Sorry, that site already exists!" = "ขอโทษครับ  เว็บนั้นมีอยู่แล้ว";

/* No comment provided by engineer. */
"Sorry, that site is reserved!" = "ขอโทษครับ  ชื่อเว็บนั้นถูกสงวนไว้";

/* No comment provided by engineer. */
"Sorry, that username already exists!" = "ขอโทษครับ ชื่อผู้ใช้นั้นมีอยู่แล้ว";

/* No comment provided by engineer. */
"Sorry, that username is unavailable." = "ขอโทษครับ  ชื่อผู้ใช้นั้นไม่สามารถใช้ได้";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "ขอโทษครับ การอัปโหลดรูปภาพล้มเหลว เรื่องจะถูกบันทึกเป็นโครงเรื่องในเครื่อง";

/* No comment provided by engineer. */
"Sorry, usernames can only contain lowercase letters (a-z) and numbers." = "ขอโทษครับ  ชื่อผู้ใช้ต้องประกอบด้วยตัวอักษรตัวเล็ก(a ถึง z)และตัวเลขเท่านั้น";

/* No comment provided by engineer. */
"Sorry, usernames may not contain the character &#8220;_&#8221;!" = "ขอโทษครับ  ชื่อผู้ใช้ต้องไม่มีตัวอักษร &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, usernames must have letters (a-z) too!" = "ขอโทษครับ ชื่อผู้ใช้ต้องมีตัวอักษร (a ถึง z)  ด้วย";

/* No comment provided by engineer. */
"Sorry, we can't log you in." = "ขอโทษครับ เราไม่สามารถให้คุณเข้าสู่ระบบได้";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "ขอโทษครับ คุณไม่สามารถเข้าถึงคุณสมบัตินี้  โปรดตรวจสอบบทบาทของคุณบนบล็อกนี้";

/* No comment provided by engineer. */
"Sorry, you may not use that site address." = "ขอโทษครับ คุณไม่อาจจะใช้ที่อยู่เว็บนั้นได้";

/* No comment provided by engineer. */
"Sorry. No posts yet." = "เสียใจด้วยครับ  ยังไม่มีเรื่อง";

/* No comment provided by engineer. */
"Sorry. There was a problem loading the topics list.  Please try again later." = "ขอโทษครับ  มีปัญหาในการโหลดรายชื่อกระทู้  โปรดลองใหม่อีกครั้งภายหลัง";

/* No comment provided by engineer. */
"South" = "ทิศใต้";

/* No comment provided by engineer. */
"Stats" = "สถิติ";

/* No comment provided by engineer. */
"Status" = "สถานะ";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags: %@" = "ป้ายกำกับ: %@";

/* No comment provided by engineer. */
"Take Photo" = "ถ่ายรูป";

/* No comment provided by engineer. */
"Tap here to begin writing" = "แตะเพื่อเริ่มการเขียน";

/* No comment provided by engineer. */
"Tap the tag icon to browse posts from popular blogs." = "Tap the tag icon to browse posts from popular blogs.";

/* No comment provided by engineer. */
"Temporary Server Error" = "ข้อผิดพลาดเซิร์ฟเวอร์ชั่วคราว";

/* No comment provided by engineer. */
"Terms of Service" = "เงื่อนไขการใช้บริการ";

/* No comment provided by engineer. */
"Text to be linked" = "ข้อความที่จะทำลิงก์";

/* No comment provided by engineer. */
"That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days." = "ที่อยู่อีเมล์นี้ถูกใช้ไปแล้ว  กรุณาตรวจสอบกล่องเมล์เข้าของคุณสำหรับอีเมล์ยืนยัน  ถ้าคุณยังไม่ยืนยัน  คุณสามารถยืนยันได้ภายหลังภายในสองสามวัน";

/* No comment provided by engineer. */
"That site address is not allowed." = "ที่อยู่เว็บนั้นไม่อนุญาตให้ใช้งาน";

/* No comment provided by engineer. */
"That site is currently reserved but may be available in a couple days." = "ชื่อเว็บนั้นถูกสงวนไว้ แต่อาจจะเปิดให้ใช้งานได้ในไม่กี่วัน";

/* No comment provided by engineer. */
"That username is currently reserved but may be available in a couple of days." = "ชื่อผู้ใช้นั้นถูกสงวนไว้ แต่อาจจะเปิดให้ใช้งานได้ในไม่กี่วัน ";

/* No comment provided by engineer. */
"That username is not allowed." = "ชื่อผู้ใช้นั้นไม่อนุญาตให้ใช้งาน";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "ดูเหมือนว่าไม่มีการเชื่อมต่ออินเตอร์เนต";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "แอปนี้ไม่สามารถจำการตอบรับของเซิร์ฟเวอร์  โปรดตรวจสอบการตั้งค่าบล็อกของคุณ";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "บล็อกกำลังเชื่อมกับเซิร์ฟเวอร์  โปรดลองใหม่ภายหลัง";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "การเชื่อมต่ออินเตอร์เนตเหมือนว่าปิดใช้งานอยู่";

/* No comment provided by engineer. */
"The internet connection cannot reach your blog." = "การเชื่อมต่ออินเตอร์เนตไม่สามารถเข้าถึงบล็อกของคุณ";

/* No comment provided by engineer. */
"The server returned an empty response. This usually means you need to increase the memory limit in your blog" = "เซิร์ฟเวอร์ส่งค่าว่างกลับคืนมา  นี่หมายถึงคุณต้องเพิ่มจำนวนหน่วยความจำในบล็อกของคุณ";

/* No comment provided by engineer. */
"The site address must be shorter than 64 characters." = "ที่อยู่เว็บต้องสั้นกว่า 64 ตัวอักษร";

/* No comment provided by engineer. */
"The site at %@ uses WordPress %@. We recommend to update to the latest version, or at least %@" = "เว็บไซต์ที่ %1$@ ใช้เวิร์ดเพรส %2$@ เราแนะนำให้อัปเดตไปยังรุ่นล่าสุด  หรืออย่างน้อยรุ่น %3$@";

/* No comment provided by engineer. */
"The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again." = "ชื่อผู้ใช้หรือรหัสผ่านที่เก็บอยู่ในแอพ อาจจะเก่าจนใช้ไม่ได้แล้ว กรุณาใส่รหัสผ่านของคุณอีกครั้งในการตั้งค่าและลองใหม่อีกครั้ง";

/* No comment provided by engineer. */
"There are media items in this post that aren't uploaded to the server. Do you want to continue?" = "มีไฟล์สื่อในเรื่องนี้ที่ยังไม่ได้อัปโหลดไปที่เซิฟเวอร์  คุณต้องการทำต่อหรือไม่?";

/* No comment provided by engineer. */
"There is another category with that name." = "มีอีกหนึ่งหมวดหมู่กับชื่อนั้น";

/* No comment provided by engineer. */
"There was a problem commenting. Please try again." = "มีปัญหาในการเขียนความเห็น  โปรดลองใหม่อีกครั้ง";

/* No comment provided by engineer. */
"There was a problem connecting to your stats. Would you like to retry?" = "มีปัญหาเชื่อมต่อไปยังสถิติของคุณ  คุณต้องการลองใหม่หรือไม่?";

/* No comment provided by engineer. */
"There was a problem reblogging. Please try again." = "มีปัญหาในการรีบล็อก โปรดลองอีกครั้ง";

/* No comment provided by engineer. */
"There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ." = "มีความผิดพลาดของเซิร์ฟเวอร์เรื่องการเชื่อมต่อกับเว็บของคุณ:\n \n%@\n \nกดที่ 'ต้องการความช่วยเหลือ?' เพื่อดูคำถามที่พบบ่อย";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "มีข้อผิดพลาดในการคัดลอกวีดีโอสำหรับอัปโหลด  โปรดลองใหม่อีกครั้ง";

/* No comment provided by engineer. */
"There was an error loading the page." = "มีความผิดพลาดในการโหลดหน้า";

/* No comment provided by engineer. */
"This blog is not connected to that WordPress.com username" = "บล็อกนี้ไม่ได้เชื่อมต่อไปที่ชื่อผู้ใช้ WordPress.com นั้น";

/* No comment provided by engineer. */
"Title" = "หัวข้อ";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "จำเป็นต้องใส่หัวข้อสำหรับหมวดหมู่";

/* No comment provided by engineer. */
"Topics" = "หัวข้อ";

/* No comment provided by engineer. */
"Turn Off" = "ปิด";

/* No comment provided by engineer. */
"Turn Off Until 8am" = "ปิดจนถึงแปดโมงเช้า";

/* No comment provided by engineer. */
"Turn Off for 1hr" = "ปิด 1 ชั่วโมง";

/* No comment provided by engineer. */
"Turn On" = "เปิด";

/* No comment provided by engineer. */
"Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem." = "Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Unable to Load Topics" = "ไม่สามารถโหลดกระทู้";

/* No comment provided by engineer. */
"Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ." = "ไม่พบเว็บเวิร์ดเพรสที่ URL นั้น  กดที่ 'ต้องการความช่วยเหลือ?' เพื่อดูคำถามที่ถามบ่อย";

/* No comment provided by engineer. */
"Unable to sign in to Jetpack. Please update your credentials try again." = "ไม่สามารถเข้าสู่ระบบของ Jetpack โปรดอัปเดตการรับรองของคุณ โปรดลองอีกครั้ง";

/* No comment provided by engineer. */
"Unfollowed" = "กำลังยกเลิกการติดตาม...";

/* No comment provided by engineer. */
"Unknown error" = "ความผิดพลาดไม่ทราบสาเหตุ";

/* No comment provided by engineer. */
"Unmute all blogs" = "เลิกปิดเสียงบล็อกทั้งหมด";

/* No comment provided by engineer. */
"Untitled Post" = "เรื่องที่ไม่มีหัวข้อ";

/* No comment provided by engineer. */
"Update" = "อัปเดต";

/* No comment provided by engineer. */
"Update Available" = "มีการอัปเดตใหม่กว่าให้ใช้งาน";

/* No comment provided by engineer. */
"Update Draft" = "อัปเดตฉบับร่าง";

/* No comment provided by engineer. */
"Update Location" = "อัปเดตที่อยู่";

/* No comment provided by engineer. */
"Update Now" = "อัปเดตตอนนี้";

/* No comment provided by engineer. */
"Upload failed" = "การอัปโหลดล้มเหลว";

/* No comment provided by engineer. */
"Upload failed. [Retry]" = "Upload failed. [Retry]";

/* No comment provided by engineer. */
"Uploaded" = "อัปโหลดแล้ว";

/* No comment provided by engineer. */
"Uploading" = "กำลังอัปโหลด";

/* No comment provided by engineer. */
"Uploading Image" = "กำลังอัปโหลดรูปภาพ";

/* No comment provided by engineer. */
"Uploading..." = "กำลังอัปโหลด...";

/* No comment provided by engineer. */
"Username" = "ชื่อผู้ใช้";

/* No comment provided by engineer. */
"Username / Email" = "ชื่อผู้ใช้ / อีเมล์";

/* No comment provided by engineer. */
"Username is required." = "ต้องการชื่อผู้ใช้";

/* No comment provided by engineer. */
"Username must be at least 4 characters." = "ชื่อผู้ใช้ต้องมีอย่างน้อย 4 ตัวอักษร";

/* No comment provided by engineer. */
"Username must be less than fifty characters." = "ชื่อผู้ใช้ต้องน้อยกว่าห้าสิบตัวอักษร";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "วีดีโอ";

/* No comment provided by engineer. */
"Video Content" = "เนื้อหาวีดีโอ";

/* No comment provided by engineer. */
"Video Quality" = "คุณภาพวีดีโอ";

/* No comment provided by engineer. */
"View Admin" = "ดูผู้ควบคุม";

/* No comment provided by engineer. */
"View Site" = "ดูเว็บไซต์";

/* No comment provided by engineer. */
"Visibility" = "การมองเห็นได้";

/* No comment provided by engineer. */
"Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones." = "Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones.";

/* No comment provided by engineer. */
"West" = "ทิศตะวันตก";

/* No comment provided by engineer. */
"Width" = "ความกว้าง";

/* No comment provided by engineer. */
"WordPress Forums" = "WordPress Forums";

/* No comment provided by engineer. */
"WordPress Help Center" = "WordPress Help Center";

/* No comment provided by engineer. */
"WordPress for iOS" = "เวิร์ดเพรสสำหรับ iOS";

/* No comment provided by engineer. */
"WordPress version too old" = "เวิร์ดเพรสรุ่นนี้เก่าเกินไป";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com password" = "รหัสผ่าน WordPress.com";

/* No comment provided by engineer. */
"WordPress.com username" = "ชื่อผู้ใช้ WordPress.com ";

/* No comment provided by engineer. */
"Would Like Access to Address Book" = "ตั้งการเข้าถึงสมุดที่อยู่";

/* No comment provided by engineer. */
"Would you like to create your first page?" = "Would you like to create your first page?";

/* No comment provided by engineer. */
"Would you like to create your first post?" = "Would you like to create your first post?";

/* No comment provided by engineer. */
"Yes" = "ใช่";

/* No comment provided by engineer. */
"You are logged in as %@" = "คุณได้เข้าสู่ระบบในฐานะ %@";

/* No comment provided by engineer. */
"You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider." = "คุณไม่สามารถใช้ที่อยู่อีเมล์นั้นในการลงทะเบียนได้  เรามีปัญหากับระบบของพวกเขาที่ปิดกั้นอีเมล์บางส่วนของเรา  โปรดใช้เมล์ของผู้ให้บริการอีเมล์อื่น";

/* No comment provided by engineer. */
"You have not liked any posts." = "คุณยังไม่มีเรื่องใด ๆ ";

/* No comment provided by engineer. */
"You have unsaved changes." = "คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก";

/* No comment provided by engineer. */
"You haven't created any pages yet" = "You haven't created any pages yet";

/* No comment provided by engineer. */
"You haven't created any posts yet" = "You haven't created any posts yet";

/* No comment provided by engineer. */
"You're not following any blogs yet." = "You're not following any blogs yet.";

/* No comment provided by engineer. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "เว็บไซต์เวิร์ดเพรสของคุณตอบกลับด้วยค่าผิดพลาด %d\nบางทีคุณอาจจะทำการตั้งค่าพิเศษบางอย่างที่ไม่สามารถทำงานได้กับโปรแกรมนี้\nกรุณาแจ้งให้เราทราบที่ฟอรั่มเกี่ยวกับปัญหานี้ด้วย";

/* No comment provided by engineer. */
"Your contacts will be transmitted securely and will not be stored on our servers." = "ข้อมูลติดต่อของคุณจะถูกส่งอย่างปลอดภัยและไม่ถูกเก็บไว้บนเซิร์ฟเวอร์ของเรา";

/* No comment provided by engineer. */
"Your device is not configured to send e-mail." = "Your device is not configured to send e-mail.";

/* No comment provided by engineer. */
"Your password is invalid because it does not meet our security guidelines. Please try a more complex password." = "รหัสผ่านของคุณใช้งานไม่ได้เพราะว่ามันไม่เข้าเกณฑ์ความปลอดภัย  โปรดใช้รหัสผ่านที่ซับซ้อนมากขึ้น";

/* No comment provided by engineer. */
"bold" = "ตัวหนา";

/* No comment provided by engineer. */
"del" = "ลบ";

/* No comment provided by engineer. */
"http://my-site-address (URL)" = "http://ที่อยู่เว็บของฉัน (URL)";

/* No comment provided by engineer. */
"italic" = "ตัวเอียง";

/* No comment provided by engineer. */
"link" = "ลิงก์";

/* No comment provided by engineer. */
"more" = "เพิ่มเติม";

/* No comment provided by engineer. */
"on " = "บน";

/* No comment provided by engineer. */
"quote" = "อ้างถึงข้อความ";

/* No comment provided by engineer. */
"tap to dismiss" = "แตะหน้าจอเพื่อยกเลิก";

/* No comment provided by engineer. */
"underline" = "underline";

